Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: you burned %@ total
de: du hast insgesamt %@ verbrannt
es: quemaste %@ en total
fr: tu as brûlé %@ au total
it: hai bruciato %@ in totale
ja: 合計%@を消費しました
ko: 총 %@를 소모했어요
pt_br: você queimou %@ no total
ru: у тебя сожжено %@ всего
zh_hans: 你总共消耗了%@

source: you covered %@
de: du hast %@ zurückgelegt
es: recorriste %@
fr: tu as parcouru %@
it: hai percorso %@
ja: %@移動しました
ko: %@를 이동했어요
pt_br: você percorreu %@
ru: у тебя преодолено %@
zh_hans: 你走了%@

source: You didn't log any water for %@.
de: Du hast für %@ kein Wasser erfasst.
es: No registraste agua el %@.
fr: Tu n’as enregistré aucune eau pour le %@.
it: Non hai registrato acqua per %@.
ja: %@の水分は記録されていません。
ko: %@에는 물을 기록하지 않았어요.
pt_br: Você não registrou água em %@.
ru: За %@ записей о воде нет.
zh_hans: %@你没有记录任何饮水。

source: You don't have a completed workout plan yet.
de: Du hast noch keinen abgeschlossenen Trainingsplan.
es: Aún no tienes un plan de entrenamiento completado.
fr: Tu n'as pas encore de programme d'entraînement terminé.
it: Non hai ancora una scheda completata.
ja: 完成したワークアウトプランはまだありません。
ko: 아직 완료한 운동 플랜이 없어요.
pt_br: Você ainda não tem um plano de treino concluído.
ru: У тебя пока нет завершённых планов тренировок.
zh_hans: 你还没有已完成的训练计划。

source: You don't have a weight entry for %@.
de: Du hast keinen Gewichtseintrag für %@.
es: No tienes un registro de peso para %@.
fr: Tu n'as pas d'entrée de poids pour %@.
it: Non hai una voce di peso per %@.
ja: %@の体重の記録がありません。
ko: %@에는 체중 기록이 없어요.
pt_br: Você não tem um registro de peso para %@.
ru: За %@ записи веса нет.
zh_hans: %@你没有体重记录。

source: You don't have a weight entry for today.
de: Du hast heute keinen Gewichtseintrag.
es: No tienes un registro de peso para hoy.
fr: Tu n'as pas d'entrée de poids pour aujourd'hui.
it: Non hai una voce di peso per oggi.
ja: 今日の体重の記録がありません。
ko: 오늘은 체중 기록이 없어요.
pt_br: Você não tem um registro de peso para hoje.
ru: За сегодня записи веса нет.
zh_hans: 你今天没有体重记录。

source: You don't have a workout plan assigned for today.
de: Für heute ist dir kein Trainingsplan zugewiesen.
es: No tienes un plan de entrenamiento asignado para hoy.
fr: Aucun programme d'entraînement ne t'est attribué pour aujourd'hui.
it: Non hai una scheda assegnata per oggi.
ja: 今日に割り当てられたワークアウトプランがありません。
ko: 오늘 지정된 운동 플랜이 없어요.
pt_br: Você não tem um plano de treino atribuído para hoje.
ru: На сегодня план тренировки не назначен.
zh_hans: 你今天没有指定的训练计划。

source: You don't have active calories data for today.
de: Du hast für heute keine Daten zu Aktivkalorien.
es: No tienes datos de calorías activas para hoy.
fr: Tu n'as pas de données de calories actives pour aujourd'hui.
it: Non hai dati sulle calorie attive per oggi.
ja: 今日のアクティブエネルギーのデータがありません。
ko: 오늘은 활동 칼로리 데이터가 없어요.
pt_br: Você não tem dados de calorias ativas para hoje.
ru: За сегодня нет данных об активных калориях.
zh_hans: 你今天没有活动热量数据。

source: You don't have an active cardio session.
de: Du hast keine aktive Cardio-Session.
es: No tienes una sesión de cardio activa.
fr: Tu n'as pas de séance de cardio active.
it: Non hai una sessione cardio attiva.
ja: 実行中の有酸素セッションがありません。
ko: 진행 중인 유산소 세션이 없어요.
pt_br: Você não tem uma sessão de cardio ativa.
ru: У тебя нет активного кардио.
zh_hans: 你没有进行中的有氧训练。

source: You don't have an active hydration goal.
de: Du hast kein aktives Flüssigkeitsziel.
es: No tienes un objetivo de hidratación activo.
fr: Tu n’as pas d’objectif d’hydratation actif.
it: Non hai un obiettivo di idratazione attivo.
ja: アクティブな水分補給目標がありません。
ko: 진행 중인 수분 섭취 목표가 없어요.
pt_br: Você não tem uma meta de hidratação ativa.
ru: У тебя нет активной цели по воде.
zh_hans: 你没有进行中的饮水目标。

source: You don't have an active sleep goal.
de: Du hast kein aktives Schlafziel.
es: No tienes un objetivo de sueño activo.
fr: Tu n’as pas d’objectif de sommeil actif.
it: Non hai un obiettivo di sonno attivo.
ja: アクティブな睡眠目標がありません。
ko: 진행 중인 수면 목표가 없어요.
pt_br: Você não tem uma meta de sono ativa.
ru: У тебя нет активной цели по сну.
zh_hans: 你没有进行中的睡眠目标。

source: You don't have an active steps goal.
de: Du hast kein aktives Schrittziel.
es: No tienes un objetivo de pasos activo.
fr: Tu n'as pas d'objectif de pas actif.
it: Non hai un obiettivo di passi attivo.
ja: アクティブな歩数目標がありません。
ko: 진행 중인 걸음 수 목표가 없어요.
pt_br: Você não tem uma meta de passos ativa.
ru: У тебя нет активной цели по шагам.
zh_hans: 你没有进行中的步数目标。

source: You don't have an active weight goal.
de: Du hast kein aktives Gewichtsziel.
es: No tienes un objetivo de peso activo.
fr: Tu n'as pas d'objectif de poids actif.
it: Non hai un obiettivo di peso attivo.
ja: アクティブな体重目標がありません。
ko: 진행 중인 체중 목표가 없어요.
pt_br: Você não tem uma meta de peso ativa.
ru: У тебя нет активной цели по весу.
zh_hans: 你没有进行中的体重目标。

source: You don't have an active workout split.
de: Du hast keinen aktiven Trainingssplit.
es: No tienes un split de entrenamiento activo.
fr: Tu n'as pas de split d'entraînement actif.
it: Non hai uno split di allenamento attivo.
ja: アクティブなワークアウトスプリットがありません。
ko: 활성 운동 스플릿이 없어요.
pt_br: Você não tem um split de treino ativo.
ru: У тебя нет активного сплита.
zh_hans: 你没有正在使用的训练分化。

source: You don't have any weight entries yet.
de: Du hast noch keine Gewichtseinträge.
es: Aún no tienes registros de peso.
fr: Tu n'as pas encore d'entrées de poids.
it: Non hai ancora nessuna voce di peso.
ja: 体重の記録はまだありません。
ko: 아직 체중 기록이 없어요.
pt_br: Você ainda não tem registros de peso.
ru: У тебя пока нет записей веса.
zh_hans: 你还没有任何体重记录。

source: You don't have any workout plans yet.
de: Du hast noch keine Trainingspläne.
es: Aún no tienes planes de entrenamiento.
fr: Tu n'as pas encore de programmes d'entraînement.
it: Non hai ancora nessuna scheda.
ja: ワークアウトプランはまだありません。
ko: 아직 운동 플랜이 없어요.
pt_br: Você ainda não tem planos de treino.
ru: У тебя пока нет планов тренировок.
zh_hans: 你还没有任何训练计划。

source: You don't have any workout splits yet.
de: Du hast noch keine Trainingssplits.
es: Aún no tienes splits de entrenamiento.
fr: Tu n'as pas encore de splits d'entraînement.
it: Non hai ancora nessuno split di allenamento.
ja: ワークアウトスプリットはまだありません。
ko: 아직 운동 스플릿이 없어요.
pt_br: Você ainda não tem splits de treino.
ru: У тебя пока нет сплитов.
zh_hans: 你还没有任何训练分化。

source: You don't have calories burned data for %@.
de: Du hast keine Daten zu verbrannten Kalorien für %@.
es: No tienes datos de calorías quemadas para %@.
fr: Tu n'as pas de données de calories brûlées pour %@.
it: Non hai dati sulle calorie bruciate per %@.
ja: %@の消費カロリーのデータがありません。
ko: %@에는 소모 칼로리 데이터가 없어요.
pt_br: Você não tem dados de calorias queimadas para %@.
ru: За %@ нет данных о сожжённых калориях.
zh_hans: %@你没有消耗热量数据。

source: You don't have calories burned data for today yet.
de: Du hast für heute noch keine Daten zu verbrannten Kalorien.
es: Aún no tienes datos de calorías quemadas para hoy.
fr: Tu n'as pas encore de données de calories brûlées pour aujourd'hui.
it: Non hai ancora dati sulle calorie bruciate per oggi.
ja: 今日の消費カロリーのデータはまだありません。
ko: 아직 오늘 소모 칼로리 데이터가 없어요.
pt_br: Você ainda não tem dados de calorias queimadas para hoje.
ru: За сегодня пока нет данных о сожжённых калориях.
zh_hans: 你今天还没有消耗热量数据。

source: You don't have distance data for %@.
de: Du hast keine Distanzdaten für %@.
es: No tienes datos de distancia para %@.
fr: Tu n'as pas de données de distance pour %@.
it: Non hai dati sulla distanza per %@.
ja: %@の距離データがありません。
ko: %@에는 거리 데이터가 없어요.
pt_br: Você não tem dados de distância para %@.
ru: За %@ нет данных о дистанции.
zh_hans: %@你没有距离数据。

source: You don't have distance data for today yet.
de: Du hast für heute noch keine Distanzdaten.
es: Aún no tienes datos de distancia para hoy.
fr: Tu n'as pas encore de données de distance pour aujourd'hui.
it: Non hai ancora dati sulla distanza per oggi.
ja: 今日の距離データはまだありません。
ko: 아직 오늘 거리 데이터가 없어요.
pt_br: Você ainda não tem dados de distância para hoje.
ru: За сегодня пока нет данных о дистанции.
zh_hans: 你今天还没有距离数据。

source: You don't have health data for %@ yet.
de: Du hast noch keine Gesundheitsdaten für %@.
es: Aún no tienes datos de salud para %@.
fr: Tu n'as pas encore de données de santé pour %@.
it: Non hai ancora dati di salute per %@.
ja: %@の健康データはまだありません。
ko: 아직 %@의 건강 데이터가 없어요.
pt_br: Você ainda não tem dados de saúde para %@.
ru: За %@ пока нет данных о здоровье.
zh_hans: %@你还没有健康数据。

source: You don't have health data for today yet.
de: Du hast für heute noch keine Gesundheitsdaten.
es: Aún no tienes datos de salud para hoy.
fr: Tu n'as pas encore de données de santé pour aujourd'hui.
it: Non hai ancora dati di salute per oggi.
ja: 今日の健康データはまだありません。
ko: 아직 오늘 건강 데이터가 없어요.
pt_br: Você ainda não tem dados de saúde para hoje.
ru: За сегодня пока нет данных о здоровье.
zh_hans: 你今天还没有健康数据。

source: You don't have heart rate data for %@ yet.
de: Du hast noch keine Herzfrequenzdaten für %@.
es: Aún no tienes datos de frecuencia cardíaca del %@.
fr: Tu n’as pas encore de données de fréquence cardiaque pour le %@.
it: Non hai ancora dati sulla frequenza cardiaca per %@.
ja: %@の心拍数データはまだありません。
ko: 아직 %@의 심박수 데이터가 없어요.
pt_br: Você ainda não tem dados de frequência cardíaca de %@.
ru: За %@ пока нет данных о пульсе.
zh_hans: %@你还没有心率数据。

source: You don't have heart rate data for today yet.
de: Du hast noch keine Herzfrequenzdaten für heute.
es: Aún no tienes datos de frecuencia cardíaca de hoy.
fr: Tu n’as pas encore de données de fréquence cardiaque pour aujourd’hui.
it: Non hai ancora dati sulla frequenza cardiaca per oggi.
ja: 今日の心拍数データはまだありません。
ko: 아직 오늘 심박수 데이터가 없어요.
pt_br: Você ainda não tem dados de frequência cardíaca de hoje.
ru: За сегодня пока нет данных о пульсе.
zh_hans: 你今天还没有心率数据。

source: You don't have respiratory rate data for %@ yet.
de: Du hast noch keine Atemfrequenzdaten für %@.
es: Aún no tienes datos de frecuencia respiratoria del %@.
fr: Tu n’as pas encore de données de fréquence respiratoire pour le %@.
it: Non hai ancora dati sulla frequenza respiratoria per %@.
ja: %@の呼吸数データはまだありません。
ko: 아직 %@의 호흡수 데이터가 없어요.
pt_br: Você ainda não tem dados de frequência respiratória de %@.
ru: За %@ пока нет данных о частоте дыхания.
zh_hans: %@你还没有呼吸频率数据。

source: You don't have respiratory rate data for today yet.
de: Du hast noch keine Atemfrequenzdaten für heute.
es: Aún no tienes datos de frecuencia respiratoria de hoy.
fr: Tu n’as pas encore de données de fréquence respiratoire pour aujourd’hui.
it: Non hai ancora dati sulla frequenza respiratoria per oggi.
ja: 今日の呼吸数データはまだありません。
ko: 아직 오늘 호흡수 데이터가 없어요.
pt_br: Você ainda não tem dados de frequência respiratória de hoje.
ru: За сегодня пока нет данных о частоте дыхания.
zh_hans: 你今天还没有呼吸频率数据。

source: You don't have resting calories data for today.
de: Du hast für heute keine Daten zu Ruhekalorien.
es: No tienes datos de calorías en reposo para hoy.
fr: Tu n'as pas de données de calories au repos pour aujourd'hui.
it: Non hai dati sulle calorie a riposo per oggi.
ja: 今日の安静時エネルギーのデータがありません。
ko: 오늘은 휴식 칼로리 데이터가 없어요.
pt_br: Você não tem dados de calorias em repouso para hoje.
ru: За сегодня нет данных о калориях покоя.
zh_hans: 你今天没有静息热量数据。

source: You don't have sleep data for %@.
de: Du hast keine Schlafdaten für %@.
es: No tienes datos de sueño para %@.
fr: Tu n'as pas de données de sommeil pour %@.
it: Non hai dati sul sonno per %@.
ja: %@の睡眠データがありません。
ko: %@에는 수면 데이터가 없어요.
pt_br: Você não tem dados de sono para %@.
ru: За %@ нет данных о сне.
zh_hans: %@你没有睡眠数据。

source: You don't have sleep data from last night yet.
de: Du hast noch keine Schlafdaten von letzter Nacht.
es: Aún no tienes datos de sueño de anoche.
fr: Tu n'as pas encore de données de sommeil de la nuit dernière.
it: Non hai ancora dati sul sonno di stanotte.
ja: 昨夜の睡眠データはまだありません。
ko: 아직 어젯밤 수면 데이터가 없어요.
pt_br: Você ainda não tem dados de sono de ontem à noite.
ru: За прошлую ночь пока нет данных о сне.
zh_hans: 你还没有昨晚的睡眠数据。

source: You don't have steps data for %@.
de: Du hast keine Schrittdaten für %@.
es: No tienes datos de pasos para %@.
fr: Tu n'as pas de données de pas pour %@.
it: Non hai dati sui passi per %@.
ja: %@の歩数データがありません。
ko: %@에는 걸음 수 데이터가 없어요.
pt_br: Você não tem dados de passos para %@.
ru: За %@ нет данных о шагах.
zh_hans: %@你没有步数数据。

source: You don't have steps data for today yet.
de: Du hast für heute noch keine Schrittdaten.
es: Aún no tienes datos de pasos para hoy.
fr: Tu n'as pas encore de données de pas pour aujourd'hui.
it: Non hai ancora dati sui passi per oggi.
ja: 今日の歩数データはまだありません。
ko: 아직 오늘 걸음 수 데이터가 없어요.
pt_br: Você ainda não tem dados de passos para hoje.
ru: За сегодня пока нет данных о шагах.
zh_hans: 你今天还没有步数数据。

source: You don't have wrist temperature data for %@ yet.
de: Du hast noch keine Handgelenktemperaturdaten für %@.
es: Aún no tienes datos de temperatura de la muñeca del %@.
fr: Tu n’as pas encore de données de température du poignet pour le %@.
it: Non hai ancora dati sulla temperatura al polso per %@.
ja: %@の手首の温度データはまだありません。
ko: 아직 %@의 손목 온도 데이터가 없어요.
pt_br: Você ainda não tem dados de temperatura do pulso de %@.
ru: За %@ пока нет данных о температуре запястья.
zh_hans: %@你还没有手腕温度数据。

source: You don't have wrist temperature data for today yet.
de: Du hast noch keine Handgelenktemperaturdaten für heute.
es: Aún no tienes datos de temperatura de la muñeca de hoy.
fr: Tu n’as pas encore de données de température du poignet pour aujourd’hui.
it: Non hai ancora dati sulla temperatura al polso per oggi.
ja: 今日の手首の温度データはまだありません。
ko: 아직 오늘 손목 온도 데이터가 없어요.
pt_br: Você ainda não tem dados de temperatura do pulso de hoje.
ru: За сегодня пока нет данных о температуре запястья.
zh_hans: 你今天还没有手腕温度数据。

# You have %@ and %@ with no data.
source: You have %1$@ and %2$@ with no data.
de: Du hast %1$@ und %2$@ ohne Daten.
es: Tienes %1$@ y %2$@ sin datos.
fr: Tu as %1$@ et %2$@ sans données.
it: Hai %1$@ e %2$@ senza dati.
ja: %1$@と、データのない%2$@があります。
ko: 데이터가 없는 %1$@과(와) %2$@이(가) 있어요.
pt_br: Você tem %1$@ e %2$@ sem dados.
ru: У тебя %1$@ и %2$@ без данных.
zh_hans: 你有%1$@和%2$@没有数据。

# You have %@ with data, but not marked complete.
source: You have %@ with data, but it isn't marked complete.
de: Du hast %@ mit Daten, aber sie sind nicht als abgeschlossen markiert.
es: Tienes %@ con datos, pero no está marcada como completada.
fr: Tu as %@ avec des données, mais elle n'est pas marquée comme terminée.
it: Hai %@ con dati, ma non è segnata come completata.
ja: データのある%@がありますが、完了になっていません。
ko: 데이터는 있지만 완료로 표시되지 않은 %@이(가) 있어요.
pt_br: Você tem %@ com dados, mas não está marcada como concluída.
ru: У тебя %@ с данными, но без отметки о выполнении.
zh_hans: 你有%@已填数据，但未标记为完成。

source: You have %@. Log them or remove them before finishing.
de: Du hast %@. Protokolliere sie oder entferne sie vor dem Beenden.
es: Tienes %@. Regístralas o quítalas antes de finalizar.
fr: Tu as %@. Enregistre-les ou supprime-les avant de terminer.
it: Hai %@. Registrale o rimuovile prima di terminare.
ja: %@があります。 終了する前に記録するか削除してください。
ko: %@이(가) 있어요. 완료하기 전에 기록하거나 삭제하세요.
pt_br: Você tem %@. Registre-as ou remova-as antes de finalizar.
ru: У тебя %@. Запиши их или удали перед завершением.
zh_hans: 你有%@。 请在完成前记录或删除它们。

source: You have %lld empty sets. Log them or remove them before finishing.
de: Du hast %lld leere Sätze. Protokolliere sie oder entferne sie vor dem Beenden.
es: Tienes %lld series vacías. Regístralas o quítalas antes de finalizar.
fr: Tu as %lld séries vides. Enregistre-les ou supprime-les avant de terminer.
it: Hai %lld serie vuote. Registrale o rimuovile prima di terminare.
ja: %lld件の空のセットがあります。 終了する前に記録するか削除してください。
ko: 빈 세트가 %lld개 있어요. 완료하기 전에 기록하거나 삭제하세요.
pt_br: Você tem %lld séries vazias. Registre-as ou remova-as antes de finalizar.
ru: Пустых подходов: %lld. Запишите их или удалите перед завершением.
zh_hans: 你有%lld个空白组。 请在完成前记录或删除它们。

source: You have %lld sets with data, but they are not marked complete.
de: Du hast %lld Sätze mit Daten, aber sie sind nicht als abgeschlossen markiert.
es: Tienes %lld series con datos, pero no están marcadas como completadas.
fr: Tu as %lld séries avec des données, mais elles ne sont pas marquées comme terminées.
it: Hai %lld serie con dati, ma non sono segnate come completate.
ja: データのあるセットが%lld件ありますが、完了になっていません。
ko: 데이터는 있지만 완료로 표시되지 않은 세트가 %lld개 있어요.
pt_br: Você tem %lld séries com dados, mas não estão marcadas como concluídas.
ru: Подходов с данными без отметки о выполнении: %lld.
zh_hans: 你有%lld组已填数据，但未标记为完成。

source: You have 1 empty set. Log it or remove it before finishing.
de: Du hast 1 leeren Satz. Protokolliere ihn oder entferne ihn vor dem Beenden.
es: Tienes 1 serie vacía. Regístrala o quítala antes de finalizar.
fr: Tu as 1 série vide. Enregistre-la ou supprime-la avant de terminer.
it: Hai 1 serie vuota. Registrala o rimuovila prima di terminare.
ja: 空のセットが1件あります。 終了する前に記録するか削除してください。
ko: 빈 세트가 1개 있어요. 완료하기 전에 기록하거나 삭제하세요.
pt_br: Você tem 1 série vazia. Registre-a ou remova-a antes de finalizar.
ru: У тебя 1 пустой подход. Запиши его или удали перед завершением.
zh_hans: 你有1个空白组。 请在完成前记录或删除它。

source: You have 1 set with data, but it is not marked complete.
de: Du hast 1 Satz mit Daten, aber er ist nicht als abgeschlossen markiert.
es: Tienes 1 serie con datos, pero no está marcada como completada.
fr: Tu as 1 série avec des données, mais elle n'est pas marquée comme terminée.
it: Hai 1 serie con dati, ma non è segnata come completata.
ja: データのあるセットが1件ありますが、完了になっていません。
ko: 데이터는 있지만 완료로 표시되지 않은 세트가 1개 있어요.
pt_br: Você tem 1 série com dados, mas não está marcada como concluída.
ru: У тебя 1 подход с данными, но без отметки о выполнении.
zh_hans: 你有1组已填数据，但未标记为完成。

source: You haven't completed a workout.
de: Du hast noch kein Workout abgeschlossen.
es: No has completado ningún entrenamiento.
fr: Tu n'as pas terminé de séance.
it: Non hai ancora completato nessun allenamento.
ja: まだワークアウトを完了していません。
ko: 아직 완료한 운동이 없어요.
pt_br: Você não concluiu nenhum treino.
ru: У тебя нет завершённых тренировок.
zh_hans: 你还没有完成过训练。

source: You haven't completed any exercises with tracked history yet.
de: Du hast noch keine Übungen mit aufgezeichnetem Verlauf abgeschlossen.
es: Aún no has completado ningún ejercicio con historial registrado.
fr: Tu n'as pas encore terminé d'exercice avec un historique enregistré.
it: Non hai ancora completato esercizi con una cronologia registrata.
ja: 履歴が記録されている種目はまだありません。
ko: 아직 기록이 남은 종목을 완료한 적이 없어요.
pt_br: Você ainda não concluiu nenhum exercício com histórico registrado.
ru: У тебя пока не выполнено ни одного упражнения с отслеживаемой историей.
zh_hans: 你还没有完成过任何有历史记录的动作。

source: You haven't logged any water today yet.
de: Du hast heute noch kein Wasser erfasst.
es: Aún no has registrado agua hoy.
fr: Tu n’as pas encore enregistré d’eau aujourd’hui.
it: Non hai ancora registrato acqua oggi.
ja: 今日はまだ水分を記録していません。
ko: 아직 오늘 물을 기록하지 않았어요.
pt_br: Você ainda não registrou água hoje.
ru: Сегодня у тебя ещё нет записей воды.
zh_hans: 你今天还没有记录任何饮水。

# You hit %@ steps and cleared your %@ step target.
source: You hit %1$@ steps and cleared your %2$@ step target.
de: Du hast %1$@ Schritte gemacht und dein Ziel von %2$@ Schritten erreicht.
es: Diste %1$@ pasos y superaste tu objetivo de %2$@ pasos.
fr: Tu as fait %1$@ pas et atteint ton objectif de %2$@ pas.
it: Hai fatto %1$@ passi e superato il tuo target di %2$@ passi.
ja: %1$@歩を達成し、%2$@歩の目標をクリアしました。
ko: %1$@걸음을 걸어 목표 %2$@걸음을 넘겼어요.
pt_br: Você deu %1$@ passos e bateu sua meta de %2$@ passos.
ru: У тебя пройдено %1$@ шагов и перекрыта цель в %2$@ шагов.
zh_hans: 你走了%1$@步，达成了%2$@步的目标。

# You hit your sleep goal last night, sleeping %@ against a goal of %@.
source: You hit your sleep goal last night, sleeping %1$@ against a goal of %2$@.
de: Du hast letzte Nacht dein Schlafziel erreicht und %@ geschlafen, bei einem Ziel von %@.
es: Anoche alcanzaste tu objetivo de sueño, durmiendo %@ frente a un objetivo de %@.
fr: Tu as atteint ton objectif de sommeil la nuit dernière, en dormant %@ sur un objectif de %@.
it: Hai raggiunto il tuo obiettivo di sonno stanotte, dormendo %1$@ rispetto a un obiettivo di %2$@.
ja: 昨夜は睡眠目標を達成しました。目標%2$@に対して%1$@眠りました。
ko: 어젯밤 %1$@ 자면서 목표 %2$@를 달성했어요.
pt_br: Você atingiu a sua meta de sono ontem à noite, dormindo %@ em relação a uma meta de %@.
ru: Прошлой ночью цель по сну достигнута: %1$@ при цели %2$@.
zh_hans: 你昨晚达成了睡眠目标，睡了%1$@，目标是%2$@。

# You logged %@ and cleared your target of %@.
source: You logged %1$@ and cleared your target of %2$@.
de: Du hast %1$@ protokolliert und dein Ziel von %2$@ erreicht.
es: Registraste %1$@ y superaste tu objetivo de %2$@.
fr: Tu as enregistré %1$@ et atteint ton objectif de %2$@.
it: Hai registrato %1$@ e superato il tuo target di %2$@.
ja: %1$@を記録し、%2$@の目標を達成しました。
ko: %1$@을(를) 기록해 목표 %2$@을(를) 달성했어요.
pt_br: Você registrou %1$@ e bateu sua meta de %2$@.
ru: Записано %1$@, и цель %2$@ перекрыта.
zh_hans: 你记录了%1$@，达成了%2$@的目标。

# You logged %@ and pushed past your target of %@.
source: You logged %1$@ and pushed past your target of %2$@.
de: Du hast %1$@ protokolliert und dein Ziel von %2$@ übertroffen.
es: Registraste %1$@ y superaste con creces tu objetivo de %2$@.
fr: Tu as enregistré %1$@ et dépassé ton objectif de %2$@.
it: Hai registrato %1$@, ben oltre il tuo target di %2$@.
ja: %1$@を記録し、%2$@の目標を上回りました。
ko: %1$@을(를) 기록해 목표 %2$@을(를) 넘어섰어요.
pt_br: Você registrou %1$@ e ultrapassou sua meta de %2$@.
ru: Записано %1$@, и цель %2$@ превышена.
zh_hans: 你记录了%1$@，超过了%2$@的目标。

source: You logged %@ and wrapped up this goal.
de: Du hast %@ protokolliert und dieses Ziel abgeschlossen.
es: Registraste %@ y cerraste este objetivo.
fr: Tu as enregistré %@ et clôturé cet objectif.
it: Hai registrato %@ e hai chiuso questo obiettivo.
ja: %@を記録して、この目標を達成しました。
ko: %@을(를) 기록하고 이 목표를 마무리했어요.
pt_br: Você registrou %@ e encerrou esta meta.
ru: Записано %@, и эта цель завершена.
zh_hans: 你记录了%@，并完成了这个目标。

source: You need to launch and finish setting up the app before you can use this feature.
de: Du musst die App starten und die Einrichtung abschließen, bevor du diese Funktion nutzen kannst.
es: Necesitas iniciar y terminar de configurar la app antes de poder usar esta función.
fr: Tu dois lancer et terminer la configuration de l'app avant de pouvoir utiliser cette fonctionnalité.
it: Devi aprire l'app e completare la configurazione prima di usare questa funzione.
ja: この機能を使うには、アプリを起動してセットアップを完了してください。
ko: 이 기능을 쓰려면 먼저 앱을 열어 설정을 마쳐야 해요.
pt_br: Você precisa iniciar e terminar de configurar o app antes de poder usar este recurso.
ru: Откройте приложение и завершите настройку, чтобы пользоваться этой функцией.
zh_hans: 你需要先打开应用并完成设置，才能使用这个功能。

source: You showed up while feeling %@.
de: Du bist erschienen, obwohl du dich %@ gefühlt hast.
es: Apareciste aunque te sentías %@.
fr: Tu es venu alors que tu te sentais %@.
it: Allenamento fatto anche sentendoti %@.
ja: %@の状態でも取り組みました。
ko: %@ 상태에서도 운동하러 나왔어요.
pt_br: Você apareceu mesmo se sentindo %@.
ru: У тебя всё равно получилось прийти на тренировку. Состояние: %@.
zh_hans: 你在%@的状态下依然来训练了。

# You sleep %@ on %@.
source: You sleep %1$@ on %2$@.
de: Du schläfst am %2$@ %1$@.
es: Duermes %1$@ los %2$@.
fr: Tu dors %1$@ le %2$@.
it: Dormi %1$@ di %2$@.
ja: %2$@は%1$@眠っています。
ko: %2$@에는 %1$@ 자요.
pt_br: Você dorme %1$@ em %2$@.
ru: Ты спишь %1$@ (%2$@).
zh_hans: %2$@你会睡%1$@。

# You sleep the most on %@. %@.
source: You sleep the most on %1$@. %2$@.
de: Am meisten schläfst du am %1$@. %2$@.
es: Duermes más los %1$@. %2$@.
fr: C'est le %1$@ que tu dors le plus. %2$@.
it: Dormi di più di %1$@. %2$@.
ja: 最も長く眠っているのは%1$@です。%2$@。
ko: 가장 많이 자는 요일은 %1$@이에요. %2$@.
pt_br: Você dorme mais em %1$@. %2$@.
ru: Больше всего ты спишь (%1$@). %2$@.
zh_hans: 你在%1$@睡得最多。%2$@。

source: You slept %@.
de: Du hast %@ geschlafen.
es: Dormiste %@.
fr: Tu as dormi %@.
it: Hai dormito %@.
ja: %@眠りました。
ko: %@ 잤어요.
pt_br: Você dormiu %@.
ru: У тебя было %@ сна.
zh_hans: 你睡了%@。
